IDEA StatiCa Open Model
TemperatureLoadOnLine.ConvectionCoefficient Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Convection coefficient per area - αc[W/(m2K)]
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ConvectionCoefficient { get; set; }
Public Property ConvectionCoefficient As Double
	Get
	Set
public:
property double ConvectionCoefficient {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace